tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "olafurpg/scalafmt"
tap "tomanthony/brews"
cask "java"
cask "xquartz"
brew "ant"
brew "apache-spark"
brew "openssl"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "autoconf"
brew "autojump"
brew "automake"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "elasticsearch"
brew "jpeg"
brew "elixir"
brew "exercism"
brew "fzf"
brew "giflib"
brew "gnupg"
brew "readline"
brew "go"
brew "pkg-config"
brew "python"
brew "gobject-introspection"
brew "gpg-agent"
brew "gradle"
brew "libtool"
brew "icu4c"
brew "harfbuzz"
brew "htop"
brew "xz"
brew "python3"
brew "zlib"
brew "httpd"
brew "httrack"
brew "leiningen"
brew "leptonica"
brew "libyaml"
brew "macvim"
brew "maven"
brew "mongodb", restart_service: true
brew "node"
brew "octave"
brew "openssh"
brew "p7zip"
brew "pango"
brew "pgcli"
brew "pidcat"
brew "pinentry-mac"
brew "r"
brew "rethinkdb"
brew "ripgrep"
brew "ruby-build"
brew "sbt"
brew "tesseract"
brew "tree"
brew "unixodbc"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "homebrew/php/phpmyadmin"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
brew "tomanthony/brews/itermocil"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-hack"
