tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "olafurpg/scalafmt"
tap "tomanthony/brews"
cask "java8"
brew "ant"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "readline"
brew "xz"
brew "python"
brew "asciinema"
brew "gettext"
brew "libffi"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bat"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl", args: ["with-openssl"]
brew "direnv"
brew "elasticsearch"
brew "fd"
brew "fish"
brew "fzf"
brew "jpeg"
brew "giflib"
brew "git-extras"
brew "libksba"
brew "pkg-config"
brew "gobject-introspection"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "harfbuzz"
brew "pango"
brew "htop"
brew "ipcalc"
brew "ipfs"
brew "jq"
brew "leptonica"
brew "libyaml"
brew "macvim"
brew "maven"
brew "mdcat"
brew "mitmproxy"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "openssh"
brew "openssl@1.1"
brew "orc"
brew "p7zip"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "postgresql"
brew "pstree"
brew "pv"
brew "pygobject3"
brew "ripgrep"
brew "ruby-build"
brew "telnet"
brew "tig"
brew "uchardet"
brew "unixodbc"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/chunkwm"
brew "tomanthony/brews/itermocil"
cask "caffeine"
cask "font-fira-code"
cask "font-hack"
cask "powershell"
cask "vagrant"
cask "xquartz"
