tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "olafurpg/scalafmt"
tap "tomanthony/brews"
cask "java"
cask "xquartz"
brew "ant"
brew "apache-spark"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "autoconf"
brew "autojump"
brew "automake"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pixman"
brew "cairo"
brew "ccat"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl", args: ["with-openssl"], link: true
brew "elasticsearch"
brew "jpeg"
brew "erlang", link: false
brew "libtool"
brew "unixodbc"
brew "fd"
brew "fzf"
brew "giflib"
brew "git-extras"
brew "readline"
brew "pkg-config"
brew "xz"
brew "python"
brew "gobject-introspection"
brew "gpg-agent"
brew "gradle"
brew "hadoop"
brew "icu4c", link: true
brew "harfbuzz"
brew "hive"
brew "htop"
brew "zlib"
brew "httpd"
brew "httrack"
brew "jq"
brew "kops"
brew "kubectx"
brew "kubernetes-helm"
brew "leiningen"
brew "leptonica"
brew "libyaml"
brew "macvim"
brew "maven"
brew "neovim"
brew "nmap"
brew "node"
brew "octave"
brew "openssh"
brew "orc"
brew "p7zip"
brew "pango"
brew "tree"
brew "pass"
brew "pgcli"
brew "php@7.0"
brew "phpmyadmin"
brew "pidcat"
brew "pinentry-mac"
brew "pstree"
brew "r"
brew "ripgrep"
brew "ruby-build"
brew "sbt"
brew "tig"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
brew "tomanthony/brews/itermocil"
cask "caffeine"
cask "font-fira-code"
cask "font-hack"
cask "minikube"
cask "vagrant"
